var info = [ // passage, quote from
    [
        "人間はみなに愛されているうちに消えるのが一番良いと思います。家の人たちの深い愛情に包まれ、たくさんの友人、同輩、後輩の友情に抱かれて、立ち去るべきだと思いました。",
        "山の音 - 川端 康成"
    ],
    [
        "と妹は運ばれてきたこれもまた見るからにまずそうな薄いコーヒーを飲みながら言った。",
        "(短編) - 村上春樹"
    ],
    [
        "なにかを新しく学ぶということは、かける時間よりも、集中力よりも、はっきりとした意図を描き続けることだということを、私は彼から学んだ。伸び悩んでいる時は基礎技術が助け、冴えている時は技術を追い越して気力と経験が伸びて行く。",
        "西日 - 吉本ばなな"
    ],
    [
        "リンドの小母さんは、「何事も期待せぬ者は幸いなり、失望することなき故に」って言いなさるけど。でも、あたし、何にも期待しないほうが、がっかりすることより、もっとつまらないと思うわ。",
        "赤毛のアン - モンゴメリ"
    ],
    [
        "We all know the underground has problems, but we smile anyway. Why? We can't anything, so why be morose about it?",
        "A boy in snowdin - UNDERTALE"
    ],
    [
        "何かの労をとるときは、必ず何かの目的を持ち、必ず何かの目標を定めるようにしなければならない。勤勉が彼らをせわしなくさせるのではなく、物事の虚像が彼らを駆り立てて狂わせるのである。",
        "生の短さについて - セネカ"
    ],
    [
        "君主は、前述の良い気質(慈悲深い、信義に厚い、人情味がある、裏表がない、敬虔)を何から何まで現実にそなえている必要はない。しかし、そなえているように見せることが大切である。",
        "君主論 - マキャベリ"
    ],
    [
        "自分がほんとうに得たいと思うものを欲すること、これは往々にして、人生の極意でもある。",
        "幸福論 - アラン"
    ]
];